Repository: wadobo/etruekko
Catalog: etruekko/locale/*/LC_MESSAGES/django.po
Languages: es

source: Reset password
es: Restaurar contraseña

source: Change password
es: Cambiar contraseña

source: Index
es: Inicio

source: your swap network
es: tu red de intercambio

source: Search...
es: Buscar...

source: Advanced search
es: Búsqueda avanzada

source: Help
es: Ayuda

source: What is etruekko
es: Qué es etruekko

source: How works etruekko
es: Como funciona etruekko

source: FAQ
es: Preguntas frecuentes

source: Contact
es: Contacto

source: youtbue
es: youtube

source: Privacy
es: Privacidad

source: Terms
es: Terminos de uso

source: About
es: Acerca de

source: To login in etruekko you should have an account. If you don't have one, you can request the creation to a group. In etruekko users must be part of a group and only will be created by group administrators.
es: Para acceder a etruekko necesitas una cuenta. Si no tienes una puedes solicitar unirte a un grupo. En etruekko los usuarios deben ser parte de un grupo y sólo pueden ser creados por los administradores de un grupo.

source: You can view the list of groups in:
es: Puedes ver la lista de groups en:

source: Sing in
es: Entrar

source: previous
es: anterior

source: Page %(n)s of %(m)s.
es: Página %(n)s de %(m)s.

source: next
es: siguiente

source: votes:
es: votos:

source: settings
es: preferencias

source: logout
es: salir

source: Username
es: Nombre de usuario

source: Password
es: Contraseña

source: Sign in
es: Entrar

source: Forgot it
es: Olvidé la contraseña

source: Register
es: Registro

source: Send
es: Enviar

source: Sorry, this link has expired or is invalid
es: Lo sentimos, este enlace ha expirado o es invalido

source: You're receiving this e-mail because you requested a password reset for your user account at %(site_name)s
es: Estás reciviendo este correo porque has solicitado restaurar tu contraseña en %(site_name)s

source: Please go to the following page and choose a new password:
es: Por favor, visita el siguiente enlace y selecciona una nueva contraseña:

source: Thanks for using our site!
es: ¡Gracias por usar nuestra web!

source: Sorry but you don't have permission
es: Lo sentimos, pero no tienes permiso para hacer esto

source: Only group admin can edit this group
es: Sólo el administrador del grupo puede editar este grupo

source: Name
es: Nombre

source: Location
es: Localización

source: Email
es: Correo electrónico

source: Password confirm
es: Confirmación de contraseña

source: Username exists
es: El nombre de usuario existe

source: User exists with the same email
es: Un usuario con el mismo email ya existe

source: Password and password confirm didn't match
es: Las contraseñas no coinciden

source: Concept
es: Concepto

source: Credits
es: Créditos

source: Can't make this transfer, negative credits isn't allowed
es: No es posible hacer esta transferencia, no están permitidos créditos negativos

source: Can't make this transfer, insufficient credits
es: No es posible hacer esta transferencia, insuficientes créditos

source: Subject
es: Asunto

source: Message
es: Mensaje

source: Send a copy to myself
es: Enviar una copia a mi correo

source: Personal description
es: Descripción personal

source: Channel description
es: Descripción de Canal

source: Group description
es: Descripción del grupo

source: item
es: Artículo

source: service
es: Servicio

source: Offer
es: Oferta

source: Demand
es: Demanda

source: truekkos per hour
es: truekkos por hora

source: truekkos per kilogram
es: truekkos por kilogramo

source: truekkos per liter
es: truekkos por litro

source: truekkos per metter
es: truekkos por metro

source: truekkos per square metter
es: truekkos por metro cuadrado

source: truekkos per cubic metter
es: truecos por metro cúbico

source: Item or service
es: Artículo o servicio

source: Offer or demand
es: Oferta o demanda

source: Description
es: Descripción

source: Price
es: Precio

source: Price type
es: Tipo de precio

source: photo
es: foto

source: quantity
es: cantidad

source: use 0 for unlimited
es: usa 0 para ilimitado

source: User from confirmed
es: Usuario desde confirmado

source: User to confirmed
es: Usuario para confirmado

source: confirmed
es: confirmado

source: Done
es: Hecho

source: Cancel
es: Cancelado

source: In person
es: En persona

source: Postal mail
es: Correo postal

source: Express transport
es: Empresa de mensajería

source: Negotiation, waiting for %s confirmation
es: Negociación, esperando la confirmación de %s

source: Swap confirmed
es: Intercambio confirmado

source: Swap done
es: Intercambio hecho

source: Swap canceled
es: Intercambio cancelado

source: Waiting
es: Esperando

source: Comment
es: Comentario

source: %s's wall
es: Muro de %s

source: Private
es: Privado

source: New message by %(user)s in %(wall)s
es: Nuevo mensaje de %(user)s en %(wall)s

source: pending
es: pendiente

source: resolved
es: resuelto

source: cancel
es: cancelado

source: %(user)s user has been denounced in group %(group)s
es: El usuario %(user)s ha sido denunciado en el grupo %(group)s

source: Home
es: Inicio

source: People
es: Gente

source: Services
es: Servicios

source: Item
es: Artículos

source: Add
es: Añadir

source: Groups
es: Grupos

source: Error receiving the rating
es: Error reciviendo la valoración

source: You don't have permissions to rate this user
es: No tienes permiso para valorar este usuario

source: Rating must be between 1 and 5
es: La valoración tiene que estar entre 1 y 5

source: User rated successfully
es: Usuario valorado correctamente

source: Membership request confirmed %s
es: Solicitud confirmada %s

source: Group memebership modified correctly
es: Miembros del grupo modificados correctamente

source: Welcome to etruekko
es: Bienvenido a etruekko

source: New user '%(user)s' in group '%(group)s'
es: Nuevo usuario '%(user)s' en el grupo '%(group)s'

source: The user '%s' doesn't exist
es: El usuario '%s' no existe

source: The user '%s' is already member of the group
es: El usuario '%s' ya es miembro del grupo

source: A new membership request has been created, you need to confirm
es: Una nueva solicitud de miembro ha sido creada, necesitas confirmarla

source: You already are member of this group
es: Ya eres miembro de este grupo

source: Your membership request has been sent to group administrator
es: Tu solicitud se ha enviado al administrador del grupo

source: You are not member of this group
es: No eres miembro de este grupo

source: User has been denounced correctly
es: El usuario ha sido denunciado correctamente

source: You should receive an email
es: Recivirás un correco electrónico

source: Transfer has been made correctly
es: La transferencia se ha hecho correctamente

source: Invalid credits, you can't offer more than you have, and you can't request more that the other person has
es: Créditos invalidos, no puedes ofrecer más de lo que tienes ni pedir más de lo que la otra persona tiene

source: A new swap has been created
es: Un nuevo intercambio ha sido creado

source: You can't view this swap
es: No puedes ver este intercambio

source: Conglatulations, swap has been accepted
es: Felicidades, el intercambio ha sido aceptado

source: Item added correctly
es: Artículo añadido correctamente

source: Service added correctly
es: Servicio añadido correctamente

source: Item removed correctly
es: Artículo eliminado correctamente

source: You can't post here
es: No puedes escribir aquí

source: Message posted correctly
es: Mensaje enviado correctamente

source: Message removed correctly
es: Mensaje borrado correctamente

source: An e-mail has been send to you which explains how to reset your password
es: Te hemos enviado un correo electrónico que explica cómo restaurar tu contraseña

source: Your password has been reset, you can now <a href="%(url)s">login</a> with your new password
es: Tu contraseña se ha restaurado, ahora puedes <a href="%(url)s">entrar</a> con tu nueva contraseña

source: You are now following %(user)s in etruekko
es: Ahora estás siguiendo a %(user)s en etruekko

source: %(name)s (%(username)s) is now following you in etruekko
es: %(name)s (%(username)s) te está siguiendo ahora en etruekko

source: You are not following %(user)s in etruekko anymore
es: Ya no estás siguiendo a %(user)s en etruekko

source: Thanks for contact with us, we will reply as soon as possible
es: Gracias por contactar con nosotros, contestaremos tan pronto como sea posible

source: Users
es: Usuarios

source: offer
es: oferta

source: demand
es: demanda

source: location
es: localización

source: Search
es: Buscar

source: Results
es: Resultados:

source: No results found
es: No hay resultados

source: Page %(n)s of %(m)s.
es: Página %(n)s de %(m)s.

source: City Hall
es: Ayuntamiento

source: Association
es: Asociacion

source: Etruekko is a social network where you can share items or services, allowing any combination, and indirect sharing like time banking and traditional barter systems. Get what you want without money at the same time that you recycle, makes the most of your items and skills, collaborates with your community and improves it.
es: Etruekko es una red social en la que podrás intercambiar bienes o servicios, permitiendo cualquier tipo de combinación, así como intercambios indirectos bajo la filosofía de los bancos de tiempo y sistemas de trueque tradicionales, consigue lo que quieras sin realizar desembolsos económicos, al tiempo que reciclas, sacas provecho a tus bienes y habilidades, colaboras con tu comunidad y potencias la ayuda mutua.

source: Last Services
es: Últimos Servicios

source: Last Items
es: Últimos Artículos

source: Last Groups
es: Últimos Grupos

source: Channel / %(name)s
es: Canal / %(name)s

source: %(user_to)s has been denounced in group %(group)s by user %(user_from)s. The group admin should resolve this incidence. Denounce: %(msg)s --- You can view the denounce in: http://etruekko.com%(url)s
es: %(user_to)s ha sido denunciado en el grupo %(group)s por el usuario %(user_from)s. El administrador del grupo deberá resolver esta incidencia Denuncia: %(msg)s --- Puedes ver esta denuncia en: http://etruekko.com%(url)s

source: Edit group "%(name)s"
es: Editar grupo "%(name)s"

source: %(name)s's settings
es: preferencias de %(name)s

source: Save
es: Guardar

source: Edit "%(name)s" members
es: Editar miembros de "%(name)s"

source: %(name)s's members
es: miembros de %(name)s

source: Add new member
es: Añadir nuevo miembro

source: Pending join requests
es: Solicitudes pendientes

source: Members
es: Miembros

source: Banned users
es: Usuarios expulsados

source: Edit profile
es: Editar perfil

source: %(username)s's settings
es: preferencias de %(username)s

source: %(name)s (%(username)s) is following you (%(you)s) in etruekko Username: %(username)s Name: %(name)s Location: %(location)s Description: %(description)s --- You can view the %(username)s profile in: http://etruekko.com%(url)s
es: %(name)s (%(username)s) te está siguiendo (%(you)s) en etruekko Nombre de usuario: %(username)s Nombre: %(name)s Localización: %(location)s Descripción: %(description)s --- Puedes ver el perfil de %(username)s en: http://etruekko.com%(url)s

source: Denounce user in Group / %(name)s
es: Denuncia a un usuario en el Grupo / %(name)s

source: Denounce
es: Denuncia

source: user since %(d)s
es: usuario desde %(d)s

source: Denounce %(username)s in Group %(name)s
es: Denucia a %(username)s en el Grupo %(name)s

source: user since %(d)s
es: usuario desde %(d)s

source: You are going to denounce a bad behaviour in etruekko network to this group admin. The group admin will manage this denounce and resolve it.
es: Vas a denunciar un mal comportamiento en la red de etruekko al adminstrador de este grupo. El administrador gestionará esta denuncia y la resolverá.

source: Why are you denouncing this user?
es: ¿Por qué estás denunciando a este usuario?

source: Denounced %(username)s in Group %(name)s
es: Denuciado %(username)s en el Grupo %(name)s

source: %(denouncer)s has denounced %(denounced)s
es: %(denouncer)s ha denunciado %(denounced)s

source: Denouncer comment:
es: Comentario del denunciante:

source: Confirmed
es: Confirmado

source: Resolved
es: Resuelto

source: What's happening?
es: ¿Qué estás pensando?

source: Post
es: Publicar

source: Walls
es: Muros

source: Etruekko wall
es: Muro de Etruekko

source: My groups
es: Mis grupos

source: My Commitments
es: Mis Compromisos

source: Commitments to me
es: Compromisos conmigo

source: My Swaps
es: Mis Intercambios

source: My Offers
es: Mis Ofertas

source: Add new
es: Añadir nuevo

source: My Demands
es: Mis Demandas

source: Denounces
es: Denuncias

source: People you follow
es: Personas que sigues

source: People following you
es: Personas que te siguen

source: Edit
es: Editar

source: Quantity:
es: Cantidad:

source: Use 0 for unlimited
es: Usa 0 para ilimitado

source: Tags:
es: Etiquetas:

source: comma separated values
es: Valores separados por comas

source: Remove Item / %(name)s
es: Eliminar Artículo / %(name)s

source: Remove Serv / %(name)s
es: Eliminar Servicio / %(name)s

source: You are going to delete this item
es: Vas a eliminar este artículo

source: Are you sure?
es: ¿Estás seguro?

source: Yes, delete it
es: Sí, eliminalo

source: Transfer
es: Transferencia

source: Item / %(name)s
es: Artículo / %(name)s

source: Serv / %(name)s
es: Servicio / %(name)s

source: Delete
es: Eliminar

source: Remove Message
es: Eliminar Mensaje

source: You are going to delete this message
es: Vas a eliminar este mensaje

source: There is a new message in '%(name)s' wall: %(msg)s You can view the message in: http://etruekko.com%(url)s
es: Hay un nuevo mensaje en el muro '%(name)s': %(msg)s Puedes ver el mensaje en: http://etruekko.com%(url)s

source: Only friends
es: Sólo amigos

source: All
es: Todos

source: Register
es: Registrar

source: %(name)s's registering
es: registro de %(name)s

source: You need to be registered in etruekko.com to joining to this group. If you already have an user, please, sing in and then press join. If you don't have an user already, you can create one filling the following form.
es: Necesitas estar registrado en etruekko.com para unirte a este grupo. Si ya tienes un usuario, por favor, autenticate y después pulsa en unirse. Si no tienes cuenta de usuario todavía, puedes crear una rellenando el siguiente formulario.

source: Add an existing user
es: Añadir un usuario existente

source: You can add an existing user to the group by username
es: Puedes añadir un usuario existente al grupo por nombre de usuario

source: User name
es: Nombre de usuario

source: Add user to group
es: Añadir usuario al grupo

source: Create a new user
es: Crear un nuevo usuario

source: Or you can create a new user in etruekko.com and add it to the group
es: O puedes crear un nuevo usuario en etruekko.com y añadirlo al grupo

source: Registered correctly
es: Registrado correctamente

source: Registered in %(name)s
es: Registrado en %(name)s

source: Your user has been created and a request has been sent to %(groupname)s administrator. You will receive an email when the group admin confirm your account. Thanks for registering.
es: Tu usuario ha sido creado y la petición ha sido enviada al administrador de %(groupname)s. Recibirás un correo cuando el administrador del grupo confirme tu cuenta. Gracias por registrarte.

source: Go Back
es: Atrás

source: Make offer
es: Hacer oferta

source: Make request
es: Solicitar

source: View
es: Ver

source: Remove
es: Eliminar

source: reply
es: responder

source: Reply...
es: Responder...

source: Reply
es: Responder

source: user since %(d)s
es: usuario desde %(d)s

source: Admin
es: Administrador

source: Member
es: Miembro

source: Requested
es: Solicitud

source: Banned
es: Expulsado

source: swap items between %(u1)s and %(u2)s
es: intercambio de artículos entre %(u1)s y %(u2)s

source: Commitments
es: Compromisos

source: %(userfromname)s (%(userfrom)s) has a commitment to provide the service "%(comment)s" to %(usertoname)s (%(userto)s).
es: %(userfromname)s (%(userfrom)s) tiene un compromiso de proporcionar el servicio "%(comment)s" a %(usertoname)s (%(userto)s).

source: Demands
es: Demandas

source: Swap mode
es: Modo de intercambio

source: Comment:
es: Comentarios:

source: Accept
es: Aceptar

source: %(name)s (%(username)s) has started a swap with you (%(you)s) in etruekko --- %(comment)s --- You can view the swap in: http://etruekko.com%(url)s
es: %(name)s (%(username)s) ha comenzado un intercambio contigo (%(you)s) en etruekko --- %(comment)s --- Puedes ver el intercambio en: http://etruekko.com%(url)s

source: One swap from %(from)s to %(to)s has been modified: status: %(status)s %(comment)s --- %(last_comment)s ---
es: Un intercambio de %(from)s para %(to)s ha sido modificado: status: %(status)s %(comment)s --- %(last_comment)s ---

source: You can view the swap in:
es: Puedes ver el intercambio en:

source: Direct transfer to %(username)s
es: Transferencia directa a %(username)s

source: Transfer to %(username)s
es: Transferencia a %(username)s

source: ok
es: aceptar

source: Welcome to %(groupname)s, Your membership request has been sent to the group '%(groupname)s' administrator, you will receive another email when the administrator review your membership request and confirm (or reject) it. Each group could have different conditions to admit members so if you don't receive any mail in several days you should contact directly with the group writting to the following email: %(groupmail)s
es: Bienvenido a %(groupname)s, Tu solucitud ha sido enviada al administrador del grupo '%(groupname)s', recibirás otro correo electrónico cuando el administrador reviste tu solicitud y la confirme (o rechace). Cada grupo puede tener diferentes condiciones para admitir miembros así que si no recibes ningún correo en algunos días, deberías ponerte en contacto con el grupo escrbiendo al siguiente correo electrónico: %(groupmail)s

source: Good news %(username)s, Your membership request for the group '%(groupname)s' has been confirmed. You are member of the gorup. You can view the group in: http://etruekko.com%(url)s
es: Buenas noticias %(username)s, Tu solicitud para el grupo '%(groupname)s' ha sido confirmada. Ya eres miebro del grupo. Puedes ver este grupo en: http://etruekko.com%(url)s

source: To register in etruekko you should select a group to join in. In this platform each user must be part of a group, so the first step to join to etruekko network is to select the group you want to be part.
es: Para registrarte en etruekko debes seleccionar un grupo al que unirte. En esta plataforma cada usuario debe formar parte de un grupo, así que el primer paso para unirse a la red etruekko es seleccionar el grupo del que quieres formar parte.

source: select
es: seleccionar

source: A new user (%(username)s) has been registered in and wants to be member of the group %(groupname)s. To make this user active you should set as a member in: http://etruekko.com%(url)s
es: Un nuevo usuario (%(username)s) se ha registrado y quiere ser miembro del grupo %(groupname)s. Para activar este usuario tienes que ponerlo como miembro en: http://etruekko.com%(url)s

source: Welcome to etruekko, You have been registered in etruekko with the username '%(username)s' Your membership request has been sent to the group '%(groupname)s' administrator, you will receive another email when the administrator review your membership request and confirm (or reject) it. Each group could have different conditions to admit members so if you don't receive any mail in several days you should contact directly with the group writting to the following email: %(groupmail)s Thank you for use etruekko.com
es: Bienvenido a etruekko, Te has registrado en etruekko con el nombre de usuario '%(username)s' Tu solicitud ha sido enviada al administrador del grupo '%(groupname)s', recibirás otro correo cuando el administrador revise tu solicitud y la confirme (o rechace). Cada grupo puede tener diferentes condiciones para admitir miembros así que si no recibes ningún correo en algunos días deberías contactar directamente con el grupo escribiendo al siguiente correo: %(groupmail)s Gracias por usar etruekko.com

source: Group / %(name)s
es: Grupo / %(name)s

source: Edit members
es: Editar miembros

source: Leave
es: Abandonar

source: Join
es: Unirse

source: Denounce a member
es: Denunciar un miembro

source: Go to channel
es: Ir al canal

source: pending requests
es: solicitudes pendientes

source: %(username)s's profile
es: perfil de %(username)s

source: Direct transfer
es: Transferencia directa

source: Edit user
es: Editar usuario

source: unfollow
es: dejar de seguir

source: follow
es: seguir

source: user since %(d)s
es: usuario desde %(d)s

source: Offers
es: Ofertas
